/* needs to be localized */

tiLabelSave				= "Salvar";
tiPaletteLabelSave			= "Salvar";
tiToolTipSave				= "Salvar o documento";

/* tool tips for the default Print item. Different actions depending on the window */
tiToolTipPrintSource			= "Imprimir o código TeX";
tiToolTipPrint				= "Imprimir a imagem PDF";

tiLabelTypeset				= "Compor";
tiPaletteLabelTypeset			= "Compor";
tiToolTipTypeset			= "Executar o programa de composição";

tiLabelSharing				= "Compartilhamento";
tiPaletteLabelSharing		= "Compartilhamento";
tiToolTipSharing			= "Compartilhar texto e imagens";


tiLabelProgram				= "Programa";
tiPaletteLabelProgram			= "Programa";
tiToolTipProgram			= "Escolher o programa de composição";

tiLabelTeX				= "TeX";
tiPaletteLabelTeX			= "TeX";
tiToolTipTeX				= "Compor usando Plain TeX";

tiLabelLaTeX				= "LaTeX";
tiPaletteLabelLaTeX			= "LaTeX";
tiToolTipLaTeX				= "Compor usando LaTeX";

tiLabelBibTeX				= "BibTeX";
tiPaletteLabelBibTeX			= "BibTeX";
tiToolTipBibTeX				= "Executar BibTeX";

tiLabelMakeIndex			= "Gerar índice";
tiPaletteLabelMakeIndex			= "Gerar índice";
tiToolTipMakeIndex			= "Fazer o índice remissivo";

tiLabelMetaPost				= "MetaPost";
tiPaletteLabelMetaPost			= "MetaPost";
tiToolTipMetaPost			= "Executar MetaPost";

tiLabelConTeX				= "ConTeXt";
tiPaletteLabelConTeX			= "ConTeXt";
tiToolTipConTeX				= "Compor usando ConTeXt";

tiLabelMetaFont				= "MetaFont";
tiPaletteLabelMetaFont			= "MetaFont";
tiToolTipMetaFont			= "Executar MetaFont";

tiLabelPreviousPage			= "Anterior";
tiPaletteLabelPreviousPage		= "Página anterior";
tiToolTipPreviousPage			= "Mostrar a página anterior";

tiLabelNextPage				= "Seguinte";
tiPaletteLabelNextPage			= "Página seguinte";
tiToolTipNextPage			= "Mostrar a página seguinte";

tiLabelGotoPage				= "Ir para pág.";
tiPaletteLabelGotoPage			= "Ir para pág.";
tiToolTipGotoPage			= "Saltar para a página...";

tiLabelMagnification			= "Ampliação";
tiPaletteLabelMagnification		= "Ampliação";
tiToolTipMagnification			= "Escolher ampliação da página";

tiLabelTemplates			= "Modelos";
tiPaletteLabelTemplates			= "Modelos";
tiToolTipTemplates			= "Escolher um modelo para inserir";

tiLabelTags				= "Marcas";
tiPaletteLabelTags			= "Marcas";
tiToolTipTags				= "Escolher uma marca para saltar";

tiLabelPreviousPageButton		= "Anterior";
tiPaletteLabelPreviousPageButton	= "Página anterior";
tiToolTipPreviousPageButton		= "Mostrar a página anterior";

tiLabelNextPageButton			= "Seguinte";
tiPaletteLabelNextPageButton		= "Página seguinte";
tiToolTipNextPageButton			= "Mostrar a página seguinte";

tiLabelTypesetEE			= "Compor";
tiPaletteLabelTypesetEE			= "Compor";
tiToolTipTypesetEE			= "Executar o programa de composição";

tiLabelProgramEE			= "Programa";
tiPaletteLabelProgramEE			= "Programa";
tiToolTipProgramEE			= "Escolher o programa de composição";

tiLabelAutoComplete			= "Auto Completar";
tiPaletteLabelAutoComplete		= "Auto Completar";
tiToolTipAutoComplete			= "Alternar auto completar";

tiLabelSplit				= "Dividir Janela";
tiPaletteLabelSplit			= "Dividir Janela";
tiToolTipSplit				= "Alternar dividir janela";

tiLabelSplitKIT				= "Dividir Janela";
tiPaletteLabelSplitKIT		= "Dividir Janela";
tiToolTipSplitKIT			= "Alternar dividir janela";

tiLabelMacros				= "Macros";
tiPaletteLabelMacros			= "Macros";
tiToolTipMacros				= "Inserir macros";

tiLabelMacrosEE				= "Macros";
tiPaletteLabelMacrosEE			= "Macros";
tiToolTipMacrosEE                       = "Inserir macros";

tiLabelMouseMode			= "Modo do Mouse";
tiPaletteLabelMouseMode			= "Modo do Mouse";
tiToolTipMouseMode			= "Alterar modo do Mouse";

tiLabelSyncMarks			= "SyncMarks";
tiPaletteLabelSyncMarks			= "Sync Marks";
tiToolTipSyncMarks			= "Exibir Sync Marks";

tiLabelColorIndex				= "Índice de cores";
tiPaletteLabelColorIndex		= "Índice de cores";
tiToolTipColorIndex				= "Comandos do índice de cores";

tiLabelTypesetKIT				= "Compor";
tiPaletteLabelTypesetKIT		= "Compor";
tiToolTipTypesetKIT				= "Executar programa de composição";

tiLabelSharingKIT				= "Compartilhamento";
tiPaletteLabelSharingKIT		= "Compartilhamento";
tiToolTipSharingKIT				= "Compartilhar texto e imagens";

tiLabelProgramKIT				= "Programa";
tiPaletteLabelProgramKIT		= "Programa";
tiToolTipProgramKIT				= "Escolher programa de composição";

tiLabelPreviousPageKIT			= "Anterior";
tiPaletteLabelPreviousPageKIT	= "Página anterior";
tiToolTipPreviousPageKIT		= "Exibir página anterior";

tiLabelNextPageKIT				= "Próxima";
tiPaletteLabelNextPageKIT		= "Próxima página";
tiToolTipNextPageKIT			= "Exibir próxima página";

tiLabelPreviousPageButtonKIT		= "Anterior";
tiPaletteLabelPreviousPageButtonKIT	= "Página anterior";
tiToolTipPreviousPageButtonKIT		= "Exibir página anterior";

tiLabelNextPageButtonKIT			= "Próxima";
tiPaletteLabelNextPageButtonKIT		= "Próxima página";
tiToolTipNextPageButtonKIT			= "Exibir próxima página";

tiLabelGotoPageKIT				= "Ir para a página";
tiPaletteLabelGotoPageKIT		= "Ir para a página";
tiToolTipGotoPageKIT			= "Ir para a página";

tiLabelMagnificationKIT			= "Ampliação";
tiPaletteLabelMagnificationKIT	= "Ampliação";
tiToolTipMagnificationKIT		= "Definir ampliação da página";

tiLabelMacrosKIT				= "Macros";
tiPaletteLabelMacrosKIT			= "Macros";
tiToolTipMacrosKIT              = "Inserir macros";

tiLabelMouseModeKIT				= "Modo do Mouse";
tiPaletteLabelMouseModeKIT		= "Modo do Mouse";
tiToolTipMouseModeKIT			= "Alterar Modo do Mouse";

tiLabelSyncMarksKIT				= "SyncMarks";
tiPaletteLabelSyncMarksKIT		= "Sync Marks";
tiToolTipSyncMarksKIT			= "Exibir Sync Marks";

tiLabelBackForthKIT				= "Voltar/Avançar";
tiPaletteLabelBackForthKIT		= "Voltar/Avançar";
tiToolTipBackForthKIT			= "Botões de voltar e avançar";

tiLabelDrawerKIT				= "Gaveta";
tiPaletteLabelDrawerKIT			= "Gaveta";
tiToolTipDrawerKIT				= "Alternar gaveta";

tiLabelShowFullPath				= "CaminhoCompleto";
tiPaletteLabelShowFullPath		= "CaminhoCompleto";
tiToolTipShowFullPath			= "Exibir o caminho completo no título da janela";

tiLabelProgramSplit				= "Programa";
tiPaletteLabelProgramSplit		= "Programa";
tiToolTipProgramSplit			= "Escolher o programa de composição";

tiLabelMacrosSplit				= "Macros";
tiPaletteLabelMacrosSplit		= "Macros";
tiToolTipMacrosSplit			= "Inserir macros";

tiLabelTagsSplit				= "Marcas";
tiPaletteLabelTagsSplit         = "Marcas";
tiToolTipTagsSplit              = "Escolher uma marca para saltar";

tiLabelGotoPageSplit			= "Ir para pág.";
tiPaletteLabelGotoPageSplit     = "Ir para pág.";
tiToolTipGotoPageSplit          = "Saltar para a página...";

tiLabelMagnificationSplit		= "Ampliação";
tiPaletteLabelMagnificationSplit   = "Ampliação";
tiToolTipMagnificationSplit     = "Escolher ampliação da página";

tiLabelColorIndexSplit			= "Índice de cores";
tiPaletteLabelColorIndexSplit     = "Índice de cores";
tiToolTipColorIndexSplit          = "Comandos do índice de cores";

tiLabelAutoCompleteSplit		= "Auto Completar";
tiPaletteLabelAutoCompleteSplit   = "Auto Completar";
tiToolTipAutoCompleteSplit     = "Alternar auto completar";
